Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SettingsMarketNote.Text
source: Decides where each page takes its quotes from, and which pages are offered. Takes effect after a restart.
cs: Určuje, odkud každá stránka bere své kurzy a které stránky jsou nabízeny. Projeví se po restartu.
de: Legt fest, woher jede Seite ihre Kurse bezieht und welche Seiten angeboten werden. Wirkt nach einem Neustart.
es: Determina de dónde toma sus cotizaciones cada página y qué páginas se ofrecen. Surte efecto tras reiniciar.
fr: Détermine la source des cours de chaque page et les pages proposées. Prend effet après un redémarrage.
it: Determina da dove ogni pagina prende le quotazioni e quali pagine sono offerte. Ha effetto dopo un riavvio.
ja: 各ページがどの市場の株価を取得するか、どのページを表示するかを決めます。再起動後に有効になります。
ko: 각 페이지가 어떤 시장의 시세를 가져올지, 어떤 페이지를 제공할지 결정합니다. 다시 시작하면 적용됩니다.
pl: Określa, skąd każda strona pobiera notowania i które strony są dostępne. Zacznie działać po ponownym uruchomieniu.
pt_br: Define de onde cada página obtém suas cotações e quais páginas são oferecidas. Passa a valer após reiniciar.
ru: Определяет, откуда каждая страница берёт котировки и какие страницы доступны. Вступает в силу после перезапуска.
tr: Her sayfanın verileri nereden aldığını ve hangi sayfaların sunulacağını belirler. Yeniden başlattıktan sonra geçerli olur.
zh_hans: 决定各页面取哪里的行情，以及哪些页面可用。更改后需要重启应用。
zh_hant: 決定各頁面取哪裡的行情，以及哪些頁面可用。更改後需要重新啟動應用程式。

# SettingsMarketRestart.Text
source: The market will change when the app is restarted.
cs: Trh se změní po restartu aplikace.
de: Der Markt wechselt, wenn die App neu gestartet wird.
es: El mercado cambiará al reiniciar la aplicación.
fr: Le marché changera au redémarrage de l'application.
it: Il mercato cambierà al riavvio dell'app.
ja: 市場はアプリの再起動後に切り替わります。
ko: 시장은 앱을 다시 시작하면 바뀝니다.
pl: Rynek zmieni się po ponownym uruchomieniu aplikacji.
pt_br: O mercado mudará quando o aplicativo for reiniciado.
ru: Рынок изменится после перезапуска приложения.
tr: Piyasa, uygulama yeniden başlatıldığında değişecek.
zh_hans: 市场会在应用重启后生效。
zh_hant: 市場會在應用程式重新啟動後生效。

# MarketAShare
source: A-shares
cs: Akcie A
de: A-Aktien
es: Acciones A
fr: Actions A
it: Azioni A
ja: A株
ko: A주
pl: Akcje A
pt_br: Ações A
ru: А-акции
tr: A hisseleri
zh_hans: A股
zh_hant: A股

# MarketHongKong
source: Hong Kong
ja: 香港株
ko: 홍콩 주식
ru: Гонконг
zh_hans: 港股
zh_hant: 港股

# MarketUnitedStates
source: United States
cs: USA
de: USA
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
ja: 米国株
ko: 미국 주식
pl: USA
pt_br: Estados Unidos
ru: США
tr: ABD
zh_hans: 美股
zh_hant: 美股

# SectorListHangSeng
source: Hang Seng sub-indices
cs: Subindexy Hang Seng
de: Hang-Seng-Subindizes
es: Subíndices Hang Seng
fr: Sous-indices Hang Seng
it: Subindici Hang Seng
ja: ハンセン分類指数
ko: 항셍 분류 지수
pl: Subindeksy Hang Seng
pt_br: Subíndices Hang Seng
ru: Субиндексы Hang Seng
tr: Hang Seng alt endeksleri
zh_hans: 恒生分类指数
zh_hant: 恆生分類指數

# SectorListSpdr
source: US sector ETFs
cs: Americké sektorové ETF
de: US-Sektor-ETFs
es: ETF sectoriales de EE. UU.
fr: ETF sectoriels américains
it: ETF settoriali USA
ja: 米国セクターETF
ko: 미국 섹터 ETF
pl: Amerykańskie ETF sektorowe
pt_br: ETFs setoriais dos EUA
ru: Секторальные ETF США
tr: ABD sektör ETF'leri
zh_hans: 美股行业ETF
zh_hant: 美股行業ETF

# SectorMetricAmountUsd
source: Cumulative turnover, $100M
cs: Kumulovaný obrat, 100 mil. $
de: Kumulierter Umsatz, 100 Mio. $
es: Volumen acumulado, 100 M$
fr: Cumul des échanges, 100 M$
it: Controvalore cumulato, 100 M$
ja: 累計売買代金 億ドル
ko: 누적 거래대금 억 달러
pl: Skumulowane obroty, 100 mln $
pt_br: Volume acumulado, 100 M$
ru: Накопленный оборот, 100 млн $
tr: Kümülatif hacim, 100 M$
zh_hans: 累计成交额 亿美元
zh_hant: 累計成交額 億美元

# NavDcaPlan.Content
source: DCA Plan
cs: DCA plán
de: Sparplan
es: Plan DCA
fr: Plan DCA
it: Piano DCA
ja: 積立投資
ko: 적립 투자
pl: Plan DCA
pt_br: Plano DCA
ru: План DCA
tr: DCA Planı
zh_hans: 定投计划
zh_hant: 定投計劃

# DcaPlanPageTitle.Text
source: DCA Plan
cs: DCA plán
de: Sparplan
es: Plan DCA
fr: Plan DCA
it: Piano DCA
ja: 積立投資
ko: 적립 투자
pl: Plan DCA
pt_br: Plano DCA
ru: План DCA
tr: DCA Planı
zh_hans: 定投计划
zh_hant: 定投計劃

# DcaPlanPageSubtitle.Text
source: Buy one instrument on a fixed amount and a fixed cadence, and watch what the discipline turned into
cs: Nákup jednoho nástroje za pevnou částku v pevných intervalech — a animace toho, čeho disciplína dosáhla
de: Ein Wertpapier in festen Abständen zum festen Betrag gekauft — was aus der Disziplin geworden ist, als Animation
es: Comprar un valor con importe y cadencia fijos, y ver en animación lo que la disciplina llegó a ser
fr: Acheter un titre à montant et cadence fixes, et voir ce que la discipline a produit, en animation
it: Comprare uno strumento a importe e cadenza fissi, e vedere in animazione cosa la disciplina è diventata
ja: 一定額を一定の頻度で買い続けると、積み上がった投入額と評価額がどう届くかをアニメで見せる
ko: 일정 금액을 일정한 주기로 사 모아, 누적 투입액과 평가액의 경주를 애니메이션으로 보여줍니다
pl: Kupowanie jednego instrumentu na stałą kwotę w stałych odstępach — i animacja tego, czym stała się dyscyplina
pt_br: Comprar um ativo com valor e frequência fixos, e ver em animação o que a disciplina virou
ru: Покупка одного инструмента на фиксированную сумму с фиксированным интервалом — и анимация того, во что превратилась дисциплина
tr: Sabit tutarla sabit aralıklarla bir varlık almak — disiplinin neye dönüştüğünü animasyonla görmek
zh_hans: 按固定金额、固定频率买入一个标的，动画展示累计投入与市值的赛跑
zh_hant: 按固定金額、固定頻率買入一個標的，動畫展示累計投入與市值的賽跑

# DcaFreqLabel.Header
source: Cadence
cs: Frekvence
de: Rhythmus
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 積立頻度
ko: 적립 주기
pl: Częstotliwość
pt_br: Frequência
ru: Периодичность
tr: Sıklık
zh_hans: 定投频率
zh_hant: 定投頻率

# DcaFreqDaily
source: Every trading day
cs: Každý obchodní den
de: An jedem Handelstag
es: Cada día de bolsa
fr: Chaque jour de bourse
it: Ogni giorno di borsa
ja: 毎営業日
ko: 매 거래일
pl: W każdy dzień sesji
pt_br: Todo dia de pregão
ru: Каждый торговый день
tr: Her işlem günü
zh_hans: 每个交易日
zh_hant: 每個交易日

# DcaFreqWeekly
source: Every week
cs: Každý týden
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
it: Ogni settimana
ja: 毎週
ko: 매 주
pl: Co tydzień
pt_br: Toda semana
ru: Еженедельно
tr: Her hafta
zh_hans: 每周
zh_hant: 每週

# DcaFreqMonthly
source: Every month
cs: Každý měsíc
de: Monatlich
es: Cada mes
fr: Chaque mois
it: Ogni mese
ja: 毎月
ko: 매 월
pl: Co miesiąc
pt_br: Todo mês
ru: Ежемесячно
tr: Her ay
zh_hans: 每月
zh_hant: 每月

# DcaAmountLabel.Header
source: Amount per buy
cs: Částka nákupu
de: Betrag pro Kauf
es: Importe por compra
fr: Montant par achat
it: Importo per acquisto
ja: 1回の金額
ko: 회당 금액
pl: Kwota zakupu
pt_br: Valor por aporte
ru: Сумма взноса
tr: Alım tutarı
zh_hans: 每期金额
zh_hant: 每期金額

# DcaRangeLabel.Header
source: Plan span
cs: Období
de: Zeitraum
es: Período
fr: Période
it: Periodo
ja: 期間
ko: 기간
pl: Okres
pt_br: Período
ru: Срок
tr: Süre
zh_hans: 定投区间
zh_hant: 定投區間

# DcaRange3Y
source: Past 3 years
cs: Poslední 3 roky
de: Letzte 3 Jahre
es: Últimos 3 años
fr: 3 dernières années
it: Ultimi 3 anni
ja: 直近 3 年
ko: 최근 3년
pl: Ostatnie 3 lata
pt_br: Últimos 3 anos
ru: Последние 3 года
tr: Son 3 yıl
zh_hans: 近 3 年
zh_hant: 近 3 年

# DcaRange5Y
source: Past 5 years
cs: Posledních 5 let
de: Letzte 5 Jahre
es: Últimos 5 años
fr: 5 dernières années
it: Ultimi 5 anni
ja: 直近 5 年
ko: 최근 5년
pl: Ostatnie 5 lat
pt_br: Últimos 5 anos
ru: Последние 5 лет
tr: Son 5 yıl
zh_hans: 近 5 年
zh_hant: 近 5 年

# DcaRange10Y
source: Past 10 years
cs: Posledních 10 let
de: Letzte 10 Jahre
es: Últimos 10 años
fr: 10 dernières années
it: Ultimi 10 anni
ja: 直近 10 年
ko: 최근 10년
pl: Ostatnie 10 lat
pt_br: Últimos 10 anos
ru: Последние 10 лет
tr: Son 10 yıl
zh_hans: 近 10 年
zh_hant: 近 10 年

# DcaRangeMax
source: As far back as available
cs: Nejstarší dostupné
de: So weit zurück wie möglich
es: Lo más antiguo disponible
fr: Le plus ancien disponible
it: Il più indietro disponibile
ja: 取得できる最古まで
ko: 가능한 최대
pl: Najdalej wstecz
pt_br: O mais antigo disponível
ru: Насколько назад есть данные
tr: En eski veriye kadar
zh_hans: 最长（约 13 年）
zh_hant: 最長（約 13 年）

# DcaDefaultTitle
source: DCA plan: {0}
cs: DCA plán: {0}
de: Sparplan: {0}
es: Plan DCA: {0}
fr: Plan DCA : {0}
it: Piano DCA: {0}
ja: {0}積立投資
ko: {0} 적립 투자
pl: Plan DCA: {0}
pt_br: Plano DCA: {0}
ru: DCA-план: {0}
tr: DCA planı: {0}
zh_hans: {0}定投计划
zh_hant: {0}定投計劃

# DcaSubtitleLine
source: {0}: {1} {2} into {3} · backward-adjusted closes · no fees
cs: {0}: {1} {2} do {3} · zpětně upravené závěry · bez poplatků
de: {0} {1} {2} in {3} · rückwärts bereinigte Schlusskurse · ohne Gebühren
es: {0}: {1} {2} en {3} · cierres ajustados hacia atrás · sin comisiones
fr: {0} : {1} {2} dans {3} · clôtures rétro-ajustées · sans frais
it: {0}: {1} {2} in {3} · chiusure rettificate all'indietro · nessuna commissione
ja: {0}、{1}{2}を{3}に投入 · 後復権終値 · 手数料なし
ko: {0} {1}{2}을 {3}에 적립 · 후복원 종가 · 수수료 없음
pl: {0}: {1} {2} w {3} · zamknięcia skorygowane wstecz · bez opłat
pt_br: {0}: {1} {2} em {3} · fechamentos ajustados retroativamente · sem taxas
ru: {0}: {1} {2} в {3} · цены закрытия с обратной корректировкой · без комиссий
tr: {0}: {1} {2} → {3} · geriye düzeltilmiş kapanış · ücretsiz
zh_hans: {0}投入{1}{2}买入{3} · 后复权收盘价 · 不计费用
zh_hant: {0}投入{1}{2}買入{3} · 後復權收盤價 · 不計費用

# DcaRangeLine
source: {0} to {1} · {2} buys
cs: {0} až {1} · {2} nákupů
de: {0} bis {1} · {2} Käufe
es: {0} a {1} · {2} compras
fr: {0} au {1} · {2} achats
it: dal {0} al {1} · {2} acquisti
ja: {0} から {1} · 積立 {2} 回
ko: {0} ~ {1} · {2}회 적립
pl: od {0} do {1} · {2} zakupów
pt_br: {0} a {1} · {2} aportes
ru: с {0} по {1} · {2} взносов
tr: {0} - {1} · {2} alım
zh_hans: {0} 至 {1} · 定投 {2} 期
zh_hant: {0} 至 {1} · 定投 {2} 期

# DcaReturnLabel
source: Return
cs: Výnos
de: Rendite
es: Rentabilidad
fr: Rendement
it: Rendimento
ja: リターン
ko: 수익률
pl: Stopa zwrotu
pt_br: Retorno
ru: Доходность
tr: Getiri
zh_hans: 收益率
zh_hant: 報酬率

# DcaLegendValue
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 評価額
ko: 평가액
pl: Wartość
pt_br: Valor
ru: Стоимость
tr: Değer
zh_hans: 市值
zh_hant: 市值

# DcaLegendInvested
source: Invested
cs: Vloženo
de: Eingezahlt
es: Invertido
fr: Investi
it: Investito
ja: 投入額
ko: 투입액
pl: Wpłacono
pt_br: Investido
ru: Вложено
tr: Yatırılan
zh_hans: 累计投入
zh_hant: 累計投入

# DcaCardValue
source: Final value
cs: Konečná hodnota
de: Endwert
es: Valor final
fr: Valeur finale
it: Valore finale
ja: 最終評価額
ko: 최종 평가액
pl: Wartość końcowa
pt_br: Valor final
ru: Итоговая стоимость
tr: Son değer
zh_hans: 期末市值
zh_hant: 期末市值

# DcaCardInvested
source: Total in
cs: Celkem vloženo
de: Eingezahlt
es: Total invertido
fr: Total investi
it: Totale investito
ja: 投入合計
ko: 총 투입
pl: Wpłacono łącznie
pt_br: Total investido
ru: Всего вложено
tr: Toplam yatırım
zh_hans: 累计投入
zh_hant: 累計投入

# DcaCardProfit
source: Profit
cs: Zisk
de: Gewinn
es: Ganancia
it: Utile
ja: 収益
ko: 수익
pl: Zysk
pt_br: Lucro
ru: Прибыль
tr: Kâr
zh_hans: 累计收益
zh_hant: 累計收益

# DcaCardBuys
source: Buys
cs: Nákupy
de: Käufe
es: Compras
fr: Achats
it: Acquisti
ja: 積立回数
ko: 적립 횟수
pl: Zakupy
pt_br: Aportes
ru: Взносы
tr: Alımlar
zh_hans: 定投期数
zh_hant: 定投期數

# DcaCurrencyCny
source: CNY
ja: 元
ko: 위안
zh_hans: 元
zh_hant: 元

# DcaCurrencyHkd
source: HKD
ja: 香港ドル
ko: 홍콩달러
zh_hans: 港元
zh_hant: 港元

# DcaCurrencyUsd
source: USD
ja: 米ドル
ko: 달러
zh_hans: 美元
zh_hant: 美元

# DcaFetched
source: {0} trading days ({1} to {2}), {3} buys
cs: Načteno {0} obchodních dnů ({1} až {2}), {3} nákupů
de: {0} Handelstage ({1} bis {2}), {3} Käufe geladen
es: {0} días de bolsa ({1} a {2}), {3} compras cargadas
fr: {0} jours de bourse ({1} au {2}), {3} achats chargés
it: {0} giorni di borsa ({1} al {2}), {3} acquisti caricati
ja: {0}営業日（{1}〜{2}）、積立{3}回を取得
ko: 거래일 {0}일({1}~{2}), {3}회 적립 가져옴
pl: Wczytano {0} dni sesji ({1} do {2}), {3} zakupów
pt_br: {0} dias de pregão ({1} a {2}), {3} aportes carregados
ru: Загружено {0} торговых дней ({1} — {2}), {3} взносов
tr: {0} işlem günü ({1} - {2}), {3} alım yüklendi
zh_hans: 已取 {0} 个交易日（{1} 至 {2}），定投 {3} 期
zh_hant: 已取 {0} 個交易日（{1} 至 {2}），定投 {3} 期

# DcaAmountInvalid
source: The amount per buy must be a positive number
cs: Částka nákupu musí být kladné číslo
de: Der Betrag pro Kauf muss eine positive Zahl sein
es: El importe por compra debe ser un número positivo
fr: Le montant par achat doit être un nombre positif
it: L'importo per acquisto deve essere un numero positivo
ja: 1回の金額は正の数で入力してください
ko: 회당 금액은 양수여야 합니다
pl: Kwota zakupu musi być liczbą dodatnią
pt_br: O valor por aporte deve ser um número positivo
ru: Сумма взноса должна быть положительным числом
tr: Alım tutarı pozitif bir sayı olmalı
zh_hans: 每期金额需是大于零的数字
zh_hant: 每期金額需是大於零的數字

# WrongMarket
source: That code is not on the current market ({0}).
cs: Tento kód nepatří na aktuální trh ({0}).
de: Dieser Code gehört nicht zum aktuellen Markt ({0}).
es: Ese código no pertenece al mercado actual ({0}).
fr: Ce code n'appartient pas au marché actuel ({0}).
it: Questo codice non appartiene al mercato corrente ({0}).
ja: このコードは現在の市場（{0}）の銘柄ではありません。
ko: 이 코드는 현재 시장({0})에 속하지 않습니다.
pl: Ten kod nie należy do bieżącego rynku ({0}).
pt_br: Esse código não pertence ao mercado atual ({0}).
ru: Этот код не относится к текущему рынку ({0}).
tr: Bu kod geçerli piyasaya ({0}) ait değil.
zh_hans: 该代码不属于当前市场（{0}）。
zh_hant: 此代碼不屬於目前的市場（{0}）。

# NavPosition.Content
source: Holdings Return
cs: Výnos pozice
de: Depotrendite
es: Rentabilidad de cartera
fr: Rendement de position
it: Rendimento di posizione
ja: 保有収益
ko: 보유 수익
pl: Zwrot z pozycji
pt_br: Retorno de posição
ru: Доходность позиции
tr: Pozisyon Getirisi
zh_hans: 持仓收益
zh_hant: 持倉收益

# PositionPageTitle.Text
source: Holdings Return
cs: Výnos pozice
de: Depotrendite
es: Rentabilidad de cartera
fr: Rendement de position
it: Rendimento di posizione
ja: 保有収益
ko: 보유 수익
pl: Zwrot z pozycji
pt_br: Retorno de posição
ru: Доходность позиции
tr: Pozisyon Getirisi
zh_hans: 持仓收益
zh_hant: 持倉收益

# PositionPageSubtitle.Text
source: One purchase, held for years — what the value and the return did
cs: Jediný nákup, držený — co hodnota a výnos udělaly za ta léta
de: Ein einziger Kauf, gehalten — was Wert und Rendite über die Jahre taten
es: Una sola compra, mantenida — qué hicieron el valor y la rentabilidad con los años
fr: Un seul achat, conservé — ce que la valeur et le rendement ont fait au fil des ans
it: Un solo acquisto, mantenuto — cosa hanno fatto valore e rendimento negli anni
ja: 一度だけ買って持ち続ける——時価評価とリターンの移り変わり
ko: 한 번 사서 계속 보유——가치와 수익률의 흐름
pl: Jeden zakup, trzymany — co wartość i stopa zwrotu zrobiły przez te lata
pt_br: Uma única compra, mantida — o que o valor e o retorno fizeram ao longo dos anos
ru: Одна покупка, удерживаемая — как стоимость и доходность менялись за эти годы
tr: Tek bir alım, tutulan — değer ve getiri yıllar içinde ne yaptı
zh_hans: 一笔买入、长期持有，动画展示市值与收益率的起落
zh_hant: 一筆買入、長期持有，動畫展示市值與收益率的起落

# PositionCapitalLabel.Header
source: Initial capital
cs: Počáteční kapitál
de: Anfangskapital
es: Capital inicial
fr: Capital initial
it: Capitale iniziale
ja: 初期資金
ko: 초기 자본
pl: Kapitał początkowy
pt_br: Capital inicial
ru: Начальный капитал
tr: Başlangıç sermayesi
zh_hans: 初始本金
zh_hant: 初始本金

# PositionRangeLabel.Header
source: Holding span
cs: Doba držení
de: Haltezeitraum
es: Periodo de tenencia
fr: Période de détention
it: Periodo di detenzione
ja: 保有期間
ko: 보유 기간
pl: Okres trzymania
pt_br: Período de posição
ru: Период владения
tr: Elde tutma süresi
zh_hans: 持有区间
zh_hant: 持有區間

# PositionDefaultTitle
source: Holdings return: {0}
cs: Výnos pozice: {0}
de: Depotrendite: {0}
es: Rentabilidad de: {0}
fr: Rendement de : {0}
it: Rendimento di: {0}
ja: 保有収益：{0}
ko: 보유 수익: {0}
pl: Zwrot z pozycji: {0}
pt_br: Retorno de: {0}
ru: Доходность позиции: {0}
tr: Pozisyon getirisi: {0}
zh_hans: 持仓收益：{0}
zh_hant: 持倉收益：{0}

# PositionSubtitleLine
source: {0}: bought {1} {2} of {3} · backward-adjusted closes · dividends reinvested
cs: {0}: koupeno {1} {2} do {3} · zpětně upravené ceny · dividendy reinvestovány
de: {0}: {1} {2} in {3} gekauft · rückwärts adjustierte Kurse · Dividenden reinvestiert
es: {0}: comprados {1} {2} de {3} · cierres ajustados hacia atrás · dividendos reinvertidos
fr: {0} : {1} {2} de {3} achetés · cours rétro-ajustés · dividendes réinvestis
it: {0}: acquistati {1} {2} di {3} · chiusure rettificate all'indietro · dividendi reinvestiti
ja: {0}に{1}{2}で{3}を購入 · 後復権終値 · 配当は再投資として含む
ko: {0}에 {1} {2}로 {3} 매수 · 후복원 종가 · 배당 재투자 포함
pl: {0}: kupione {1} {2} na {3} · ceny skorygowane wstecz · dywidendy reinwestowane
pt_br: {0}: comprados {1} {2} de {3} · fechamentos ajustados retroativamente · dividendos reinvestidos
ru: {0}: куплено {1} {2} в {3} · цены с обратной корректировкой · дивиденды реинвестированы
tr: {0}: {3} için {1} {2} alındı · geriye düzeltilmiş kapanışlar · temettüler yeniden yatırıldı
zh_hans: {0}买入{1}{2}的{3} · 后复权收盘价 · 分红按再投计入
zh_hant: {0}買入{1}{2}的{3} · 後復權收盤價 · 分紅按再投計入

# PositionRangeLine
source: {0} to {1} · held {2} days
cs: {0} až {1} · drženo {2} dní
de: {0} bis {1} · {2} Tage gehalten
es: {0} a {1} · {2} días en cartera
fr: {0} au {1} · conservé {2} jours
it: {0} al {1} · detenuto {2} giorni
ja: {0} 〜 {1} · {2}日保有
ko: {0} ~ {1} · {2}일 보유
pl: {0} do {1} · trzymane {2} dni
pt_br: {0} a {1} · mantido por {2} dias
ru: {0} — {1} · в владении {2} дн.
tr: {0} - {1} · {2} gün tutuldu
zh_hans: {0} 至 {1} · 持有 {2} 天
zh_hant: {0} 至 {1} · 持有 {2} 天

# PositionLegendCapital
source: Capital
cs: Kapitál
de: Kapital
it: Capitale
ja: 投入資本
ko: 투입 자본
pl: Kapitał
ru: Капитал
tr: Sermaye
zh_hans: 投入本金
zh_hant: 投入本金

# PositionCardValue
source: Final value
cs: Konečná hodnota
de: Endwert
es: Valor final
fr: Valeur finale
it: Valore finale
ja: 最終評価額
ko: 최종 평가액
pl: Wartość końcowa
pt_br: Valor final
ru: Итоговая стоимость
tr: Son değer
zh_hans: 期末市值
zh_hant: 期末市值

# PositionCardCapital
source: Capital in
cs: Vložený kapitál
de: Eingesetztes Kapital
es: Capital invertido
fr: Capital investi
it: Capitale investito
ja: 投入資本
ko: 투입 자본
pl: Włożony kapitał
pt_br: Capital investido
ru: Вложенный капитал
tr: Yatırılan sermaye
zh_hans: 投入本金
zh_hant: 投入本金

# PositionCardDrawdown
source: Max drawdown
cs: Max. pokles
es: Máxima caída
fr: Recul maximal
it: Massimo drawdown
ja: 最大ドローダウン
ko: 최대 낙폭
pl: Maks. obsunięcie
pt_br: Queda máxima
ru: Максимальная просадка
tr: Maks. düşüş
zh_hans: 最大回撤
zh_hant: 最大回撤

# PositionFetched
source: {0} trading days ({1} to {2}), held {3} days
cs: {0} obchodních dnů ({1} až {2}), drženo {3} dní
de: {0} Handelstage ({1} bis {2}), {3} Tage gehalten
es: {0} días de negociación ({1} a {2}), {3} días en cartera
fr: {0} jours de bourse ({1} au {2}), {3} jours de détention
it: {0} giornate di borsa ({1} al {2}), {3} giorni di detenzione
ja: {0} 営業日（{1} 〜 {2}）、{3}日保有
ko: {0}거래일({1} ~ {2}), {3}일 보유
pl: {0} dni sesyjnych ({1} do {2}), trzymane {3} dni
pt_br: {0} dias de pregão ({1} a {2}), {3} dias de posição
ru: {0} торговых дней ({1} — {2}), период владения {3} дн.
tr: {0} işlem günü ({1} - {2}), {3} gün tutuldu
zh_hans: 已取 {0} 个交易日（{1} 至 {2}），持有 {3} 天
zh_hant: 已取 {0} 個交易日（{1} 至 {2}），持有 {3} 天

# PositionCapitalInvalid
source: The initial capital must be a positive number
cs: Počáteční kapitál musí být kladné číslo
de: Das Anfangskapital muss eine positive Zahl sein
es: El capital inicial debe ser un número positivo
fr: Le capital initial doit être un nombre positif
it: Il capitale iniziale deve essere un numero positivo
ja: 初期資金は0より大きい数値を入力してください
ko: 초기 자본은 0보다 큰 숫자여야 합니다
pl: Kapitał początkowy musi być liczbą dodatnią
pt_br: O capital inicial deve ser um número positivo
ru: Начальный капитал должен быть положительным числом
tr: Başlangıç sermayesi pozitif bir sayı olmalıdır
zh_hans: 初始本金需是大于零的数字
zh_hant: 初始本金需是大於零的數字

# INSTSH000928
source: Energy
cs: Energetika
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
pl: Energetyka
pt_br: Energia
ru: Энергетика
tr: Enerji
zh_hans: 能源
zh_hant: 能源

# INSTSH000929
source: Materials
cs: Materiály
de: Materialien
es: Materiales
fr: Matériaux
it: Materiali
ja: 素材
ko: 소재
pl: Materiały
pt_br: Materiais
ru: Материалы
tr: Malzeme
zh_hans: 材料
zh_hant: 材料

# INSTSH000930
source: Industrials
cs: Průmysl
de: Industrie
es: Industria
fr: Industrie
it: Industria
ja: 工業
ko: 산업
pl: Przemysł
pt_br: Indústria
ru: Промышленность
tr: Sanayi
zh_hans: 工业
zh_hant: 工業

# INSTSH000931
source: Consumer Discretionary
cs: Cyklická spotřeba
de: Zyklischer Konsum
es: Consumo discrecional
fr: Consommation discrétionnaire
it: Consumo discrezionale
ja: 任意消費
ko: 임의소비
pl: Konsumpcja cykliczna
pt_br: Consumo discricionário
ru: Циклическое потребление
tr: İhtiyari Tüketim
zh_hans: 可选消费
zh_hant: 可選消費

# INSTSH000932
source: Consumer Staples
cs: Základní spotřeba
de: Basiskonsum
es: Consumo básico
fr: Consommation de base
it: Consumo di base
ja: 必需消費
ko: 필수소비
pl: Konsumpcja podstawowa
pt_br: Consumo básico
ru: Базовое потребление
tr: Zorunlu Tüketim
zh_hans: 主要消费
zh_hant: 主要消費

# INSTSH000933
source: Health Care
cs: Zdravotnictví
de: Gesundheit
es: Salud
fr: Santé
it: Sanità
ja: 医療
ko: 의료
pl: Ochrona zdrowia
pt_br: Saúde
ru: Здравоохранение
tr: Sağlık
zh_hans: 医药卫生
zh_hant: 醫藥衛生

# INSTSH000934
source: Financials
cs: Finance
de: Finanzen
es: Financiero
fr: Finance
it: Finanza
ja: 金融
ko: 금융
pl: Finanse
pt_br: Financeiro
ru: Финансы
tr: Finans
zh_hans: 金融
zh_hant: 金融

# INSTSH000935
source: Information Technology
cs: Informační technologie
de: Informationstechnologie
es: Tecnología
fr: Technologie
it: Tecnologia
ja: 情報技術
ko: 정보기술
pl: Technologie informatyczne
pt_br: Tecnologia
ru: Информационные технологии
tr: Bilgi Teknolojisi
zh_hans: 信息技术
zh_hant: 資訊科技

# INSTSH000936
source: Communication Services
cs: Telekomunikace
de: Telekommunikation
es: Comunicación
fr: Communication
it: Comunicazioni
ja: 通信
ko: 통신
pl: Łączność
pt_br: Comunicação
ru: Связь
tr: İletişim
zh_hans: 通信
zh_hant: 通信

# INSTSH000937
source: Utilities
cs: Veřejné služby
de: Versorger
es: Servicios públicos
fr: Services publics
it: Servizi pubblici
ja: 公益事業
ko: 유틸리티
pl: Użyteczność publiczna
pt_br: Serviços públicos
ru: Коммунальные услуги
tr: Kamu Hizmetleri
zh_hans: 公用事业
zh_hant: 公用事業

# INSTSZ399997
source: Liquor
cs: Alkohol
de: Baijiu
es: Licores
fr: Spiritueux
it: Distillati
ja: 酒類
ko: 주류
pl: Alkohole
pt_br: Destilados
ru: Алкоголь
tr: Alkollü İçecekler
zh_hans: 白酒
zh_hant: 白酒

# INSTSZ399975
source: Brokerages
cs: Brokeráž
de: Brokerage
es: Corretaje
fr: Courtage
it: Brokerage
ja: 証券
ko: 증권
pl: Maklerskie
pt_br: Corretoras
ru: Брокеры
tr: Aracılık
zh_hans: 证券
zh_hant: 證券

# INSTSZ399986
source: Banks
cs: Banky
de: Banken
es: Bancos
fr: Banques
it: Banche
ja: 銀行
ko: 은행
pl: Banki
pt_br: Bancos
ru: Банки
tr: Bankalar
zh_hans: 银行
zh_hant: 銀行

# INSTSZ399989
source: Health Care
cs: Zdravotnictví
de: Gesundheit
es: Salud
fr: Santé
it: Sanità
ja: 医療
ko: 의료
pl: Ochrona zdrowia
pt_br: Saúde
ru: Здравоохранение
tr: Sağlık
zh_hans: 医疗
zh_hant: 醫療

# INSTSZ399967
source: Defense
cs: Obrana
de: Verteidigung
es: Defensa
fr: Défense
it: Difesa
ja: 防衛
ko: 방위
pl: Obronność
pt_br: Defesa
ru: Оборона
tr: Savunma
zh_hans: 军工
zh_hant: 國防

# INSTSZ399971
source: Media
cs: Média
de: Medien
es: Medios
fr: Médias
ja: メディア
ko: 미디어
pt_br: Mídia
ru: Медиа
tr: Medya
zh_hans: 传媒
zh_hant: 媒體

# INSTSZ399808
source: New Energy
cs: Nové energie
de: Neue Energien
es: Energías renovables
fr: Énergies nouvelles
it: Nuove energie
ja: 新エネルギー
ko: 신재생에너지
pl: Nowa energia
pt_br: Novas energias
ru: Новая энергетика
tr: Yeni Enerji
zh_hans: 新能源
zh_hant: 新能源

# INSTSZ399976
source: Electric Vehicles
cs: Elektromobily
de: Elektroautos
es: Vehículos eléctricos
fr: Véhicules électriques
it: Auto elettriche
ja: 電気自動車
ko: 전기차
pl: Pojazdy elektryczne
pt_br: Veículos elétricos
ru: Электромобили
tr: Elektrikli Araçlar
zh_hans: 新能源车
zh_hant: 新能源車

# INSTSH000827
source: Environment
cs: Životní prostředí
de: Umwelt
es: Medio ambiente
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
pl: Środowisko
pt_br: Ambiental
ru: Экология
tr: Çevre
zh_hans: 环保
zh_hant: 環保
